openFOAM/postop_transient/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2512                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    wall
    {
        type            patch;
        physicalType    patch;
        nFaces          101361;
        startFace       1501301;
    }
    outlet_3
    {
        type            patch;
        physicalType    patch;
        nFaces          260;
        startFace       1602662;
    }
    outlet_1
    {
        type            patch;
        physicalType    patch;
        nFaces          151;
        startFace       1602922;
    }
    outlet_2
    {
        type            patch;
        physicalType    patch;
        nFaces          465;
        startFace       1603073;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          1433;
        startFace       1603538;
    }
)

// ************************************************************************* //
