openFOAM/postop_transient/system/decomposeParDict
FoamFile { format ascii; class dictionary; object decomposeParDict; }
numberOfSubdomains 48;
method scotch;
